/* Reflects printers returned by CUPS' snmp browser for ipp */
"IPP" = "Internet 打印机 (IPP)";

/* Reflects printers returned by CUPS' snmp browser for lpd */
"LPD" = "Internet 打印机 (LPD)";

/* Reflects printers returned by CUPS' snmp browser for socket */
"JetDirect" = "Internet 打印机 (Jetdirect)";

/* Reflects a combo of all things CUPS */
"%@ (CUPS)" = "%@ (CUPS)";

